{
      "Главная": "Home",
      "Тренировки": "Workouts",
      "Питание":"Recipes",
      "Контакты":"Contacts",
      "Выход":"Log Out",
      "Регистрация":"Sign Up",
      "Вход":"Log In",
      "Профиль":"Profile",
      "Sportium - твой персональный гид в мире фитнеса":"Sportium - your personal guide to the world of fitness",
      "Ты ставишь цель — мы выдаём готовую программу на неделю. Тренировки, питание, рекомендации — всё под тебя и без лишних заморочек. Регистрируйся и начинай путь к лучшей версии себя!":"You set the goal — we give you a ready-made weekly plan. Workouts, nutrition, and tips — all tailored to you, no fuss. Sign up and start your journey to the best version of yourself!",
      "Подробнее":"More Details",

      "Вдохновляй и вдохновляйся результатами других":"Inspire and be inspired by others' results",
      "Прошёл весь план? Сбросил пару кило или прокачал выносливость? Поделись своим прогрессом с друзьями прямо из личного кабинета. Можно отправить ссылку на свой план, выложить фото результата или просто похвастаться, какой ты красавчик.":"Finished your plan? Dropped a few kilos or boosted your endurance? Share your progress with friends right from your dashboard. Send a link to your plan, post a photo of your results, or just show off how awesome you are!",
      "Умная персонализация":"Smart Personalization",
      "Зарегистрируйся и расскажи немного о себе: возраст, рост, вес и твоя цель — похудеть, набрать массу или просто поддерживать форму. Мы автоматически подберём программу, максимально подходящую именно тебе.":"Sign up and tell us a bit about yourself: your age, height, weight, and your goal — whether it's to lose weight, gain muscle, or just stay in shape. We'll automatically create a program that's perfectly tailored to you.",
      "План на неделю без заморочек":"A no-fuss weekly plan",
      "Sportium создаст для вас детальный недельный план: какие упражнения необходимо выполнять, а так же рацион питания. Всё составляется индивидуально для достижения ваших целей без лишней рутины — просто следуй плану.": "Sportium will create a detailed weekly plan just for you — including workouts to follow and a personalized meal plan. Everything is tailored to your goals without the unnecessary routine — just follow the plan.",
      "Управление планом с ИИ": "Smart Plan Management with AI",
      "Хочешь заменить сложное упражнение или не любишь гречку? Просто напиши об этом в чате — система учтёт пожелания, адаптирует рекомендации и сформирует новый план на неделю. Всё просто и удобно.": "Do you want to replace a difficult exercise or don't like buckwheat? Just write about it in the chat. The system will take into account your wishes, adapt your recommendations, and create a new plan for the week. Everything is simple and convenient.",
      "Что умеет Sportium?": "What can Sportium do?",

      "Данный проект разработан студентами ЛГТУ в рамках хакатона в образовательных и исследовательских целях.": "This project was developed by students of LSTU as part of a hackathon for educational and research purposes.",
      "Связь с нами:": "Contact Us:",
      "© 2025 LOGO. Разработано студентами ЛГТУ": "© 2025 LOGO. Developed by LSTU students",
      "Возникли вопросы или появились предложения?": "Have questions or suggestions?",
      "Имя": "Nickname",
      "Почта": "EMail",
      "Сообщение": "Message",
      "Отправить": "Send",

      "Добро пожаловать!":"Welcome!",
      "С возвращением!":"Good to see you again!",
      "Для доступа к системе пройдите быструю регистрацию. Это откроет все функции и возможности сервиса.":"To access the system, go through a quick registration. This will unlock all the functions and features of the service.",
      "Если вы уже с нами, просто войдите в свой аккаунт. Если нет — самое время зарегистрироваться!":"If you are already with us, just log in to your account. If not, it's time to register!",
      "Войти":"Log In",
      "Успешный вход через VK":"Successful login via VK",

      "Код подтверждения отправлен на":"The confirmation code has been sent to",
      "Код из email":"The code from the email",
      "Подтвердить":"Confirm",
      "Успешно!":"Successfully!",
      "Ошибка!":"Error!",
      "Восстановление пароля":"Password Recovery",
      "Введите ваш Email":"Enter your Email",
      "Восстановить":"Recover",
      "VK авторизация успешна:":"VK authorization is successful:",
      "Ошибка VK авторизации:":"VK authorization error:",
      "Пароль":"Password",
      "Забыли пароль? Не проблема!":"Forgot your password? Not a problem!",
      "Имя пользователя":"User Name",
      "Подтверждение пароля":"Password confirmation",
      "":"",
      "":"",
      "":""

}